{
  "posts": [{
      "id": 1,
      "title": "Bafta Games Awards 2021: Hades takes Best Game",
      "body": "The Ancient Greek-themed action adventure was the big winner of the night, taking away five awards in total. The title, made for PC and Nintendo Switch, has been commended by critics for its unique art style and distinctive gameplay."
    },
    {
      "id": 2,
      "title": "Facial recognition beats the Covid-mask challenge",
      "body": "That can be frustrating - but although masks have undoubtedly thwarted the facial-recognition industry, the technology has also adapted. It may sound strange but wearing a mask does not necessarily stop a computer from identifying someone."
    },
    {
      "id": 3,
      "title": "Apple Music 'saylists' to help with speech issues",
      "body": "The project, from Warner Music, uses algorithms to find song lyrics that repeat challenging sounds. The 173 tracks chosen so far include Dua Lipa's Don't Start Now, Lizzo's Good As Hell and Right Here, Fatboy Slim's Right Now."
    },
    {
      "id": 4,
      "title": "AI at work: Staff 'hired and fired by algorithm",
      "body": "The TUC said workers could be “hired and fired by algorithm”, and new legal protections were needed. Among the changes it is calling for is a legal right to have any “high-risk” decision reviewed by a human."
    },
    {
      "id": 5,
      "title": "OneWeb sends up 36 broadband internet satellites",
      "body": "The new platforms were lofted by a Soyuz rocket from Russia's far east. The additions will enable engineers to further test the company's promised system for delivering broadband internet connections from space."
    }, {
      "id": 6,
      "title": "Covid: Bournemouth drones to help fight post-lockdown litter surge",
      "body": "Bournemouth, Christchurch and Poole (BCP) Council wants to collect data to inform bin locations, street cleaning schedules and change visitor behaviour. The authority said it aimed to create `the most scientifically robust litter survey ever undertaken in the UK`."
    }

  ],
  "profile": {
    "name": "typicode"
  }
}
