{
  "posts": [{
      "id": 1,
      "title": "Bafta Games Awards 2021: Hades takes Best Game",
      "body": "The Ancient Greek-themed action adventure was the big winner of the night, taking away five awards in total. The title, made for PC and Nintendo Switch, has been commended by critics for its unique art style and distinctive gameplay. Fans voted voted The Last of Us Part 2 as the EE Game of the Year. Sackboy: A Big Adventure took the British Game, Animal Crossing: New Horizons won in the Multiplayer category and the Game Design award went to Hades. It was the second time the awards ceremony was held online due to lockdown. Completing Hades in the middle of a pandemic had its challenges but it's something Greg Kasavin, creative director at Supergiant Games, will never forget. The trust that we put in each other - both was tested in some respects but was really just it's what got us through into this, he tells Radio 1 Newsbeat. It's something to never, ever take for granted - that as a group, we all believe in each other in this way. Studio director and co-founder Amir Rao agrees: Hades was a game that a lot of people played for a long time, and hopefully it helped them in some way, and they came out with a lasting positive impression as a result of their time with it."
    },
    {
      "id": 2,
      "title": "Facial recognition beats the Covid-mask challenge",
      "body": "That can be frustrating - but although masks have undoubtedly thwarted the facial-recognition industry, the technology has also adapted. It may sound strange but wearing a mask does not necessarily stop a computer from identifying someone. And there are even examples of the pandemic being used as an excuse to use facial recognition. It seemed obvious - algorithms designed to analyse faces would be less accurate if part of the face was concealed. The National Institute of Standards and Technology (NIST) tested 89 commercial facial-recognition algorithms - and found a 5-50% error rate in matching faces with digitally applied masks to photos of the same person. But some facial-recognition technologies still work pretty well on those wearing a mask. Based on these results the department said, organisations that need to perform photo ID checks could potentially allow individuals to keep their masks on, thereby reducing the risk of Covid-19 infection. Even if the use of this technology is temporarily interrupted... that doesn't obviate the threat that this technology poses both in the short and the long term, Michael Kleinman, from Amnesty International, told BBC News."
    },
    {
      "id": 3,
      "title": "Apple Music 'saylists' to help with speech issues",
      "body": "The project, from Warner Music, uses algorithms to find song lyrics that repeat challenging sounds. The 173 tracks chosen so far include Dua Lipa's Don't Start Now, Lizzo's Good As Hell and Right Here, Fatboy Slim's Right Now. One in 12 children in the UK is believed to experience some form of speech-sound disorder (SSD). Royal College of Speech and Language Therapists chief executive Kamini Gadhok told BBC News: We're always pleased to hear about innovative approaches that support speech-and-language therapists in their work. As with all new techniques and tools, we recommend effective evaluation and monitoring of outcomes. And, using the algorithm, Apple Music analysed the lyrics of the 70 million tracks in its catalogue to choose those that repeated them most often. Stammering affects about 1.5 million adults across the UK - but it is remains unclear why many develop the condition. In a recent documentary, BBC producer Felicity Baker talked about living with the condition and spoke to some high-profile people with a stammer, including a rapper who found music helped. US President Joe Biden has also spoken about how his stutter helped him empathise with others."
    },
    {
      "id": 4,
      "title": "AI at work: Staff 'hired and fired by algorithm",
      "body": "The TUC said workers could be “hired and fired by algorithm”, and new legal protections were needed. Among the changes it is calling for is a legal right to have any “high-risk” decision reviewed by a human. TUC general secretary Frances O’Grady said the use of AI at work stood at a fork in the road. AI at work could be used to improve productivity and working lives. But it is already being used to make life-changing decisions about people at work - like who gets hired and fired. Without fair rules, the use of AI at work could lead to widespread discrimination and unfair treatment – especially for those in insecure work and the gig economy Many workplaces already use automated decision making for simple tasks. For example, Uber assigns driving jobs to its drivers automatically, by computer, and Amazon is known to use AI monitoring systems to watch its staff in its warehouses. And many firms already use an automated system with no human oversight in the first stage of the hiring process, to narrow the field. But as AI becomes more sophisticated, the fear is that it will be entrusted with more serious, high-risk decisions, such as analysing those performance metrics to figure out who should be first in line for promotion – or being let go."
    },
    {
      "id": 5,
      "title": "OneWeb sends up 36 broadband internet satellites",
      "body": "The new platforms were lofted by a Soyuz rocket from Russia's far east. The additions will enable engineers to further test the company's promised system for delivering broadband internet connections from space. OneWeb is now owned principally by the Indian conglomerate Bharti Global and the UK government after they bought the enterprise out of bankruptcy last year. The new management anticipates offering a commercial service this autumn to northern latitudes - including Britain, Northern Europe, Alaska, Canada, Greenland, Iceland, and Arctic Seas - with a full global roll-out of connectivity in mid-2022. We have what we call 'five to 50' (degrees latitude). So, that's five launches we need to do in order to get to this coverage of basically the south coast of the UK to the North Pole, explained chief executive Neil Masterson. By the end of June we will have completed those launches to enable us to be providing our service. But in total this year, we expect to be doing somewhere between eight and 10 launches There has been an intense period of hires, with more than 200 employees joining the books since the autumn. Supply chains have also had to be re-established, allowing OneWeb Satellites, the joint venture with Airbus, to resume full-volume manufacturing at its factory in Florida."
    }, {
      "id": 6,
      "title": "Covid: Bournemouth drones to help fight post-lockdown litter surge",
      "body": "Bournemouth, Christchurch and Poole (BCP) Council wants to collect data to inform bin locations, street cleaning schedules and change visitor behaviour. The authority said it aimed to create `the most scientifically robust litter survey ever undertaken in the UK`. The scheme is a partnership with fast food giant McDonald's and environmental charity Hubbub. Thousands of people visited Bournemouth when the first lockdown was eased in June, and the council expects to see exceptional numbers when current restrictions end. Cutting-edge technology will identify and categorise individual pieces of litter, to give unprecedented insight into what types of litter is being dropped where and when.The technology was reportedly used in the Italian town of Sorrento last summer, where it helped reduce litter by 45% and cigarette butt waste by 69%. Councillor Mark Anderson said the scheme would be funded by McDonald's and would have no cost to the council. This will see extra large bins to deal with the additional waste and putting in place more daily collections, with manual crews on standby when the locations such as the promenade become busy. Drones started gathering data from beaches, parks, high streets and open spaces last week, the council said."
    }

  ],
  "profile": {
    "name": "typicode"
  }
}
